import { title } from "process"

export const accordion = [
  {
    id: 1,
    title: "الاهداف",
    content: 
       " حق التعليم ومجانيته في بيئة سليمة وجودة علمية متطورة,"
       +  " توظيف القدرات الطلابية والجامعية لبدء عملية بناء اقتصاد منتج وعادل اجتماعيا. "
        +  "السعي للتشبيك مع النقابات العمالية والفئات الشعبية لبناء مجتمع جديد بوجه التفتت"
  },
  {
    id: 2,
    title: " الرؤية  ",
    content: [
    
      " اننا نعتبر ان الازمة في الواقع التعليمي يمتد جذورها الى بنية النظام المسبب الرئيسي بالتفتت الاجتماعي وبالتالي تهديد التعليم نفسه عبر:  "

       +  " لى الصعيد السياسي السياسات المتبعة من خلال المحاصصة والتوظيفات والنهج المتبع في كافة المؤسسات العامة والتداخل المصالح الحزبية –الطائفية في عمل المؤسسات.توظيف القدرات الطلابية والجامعية لبدء عملية بناء اقتصاد منتج وعادل اجتماعيا. "
      
         + " على الصعيد الاقتصادي: ان كل نشاط اقتصادي في أي مجتمع يحدد وسيلته و هدفه. فالنظام يعتبر المؤسسات وسيلة أما للنهب أو للمحافظة على نهج النهب ففي لبنان نعتبر مثلا بأن التهجير للمتخرجين هو ممنهج من أجل تحقيق وسيلة دخول اموال صعبة مما يحقق هدف النظام باستكمال آليات النهب والمراكمة عبر المصارف وغيرها.  "
         +
      " على الصعيد الاجتماعي: البنية الاجتماعية وإعادة الإنتاج. "]

       +  " ننا نعتبر ان العلاقة القائمة بين النظام والتعليم مستندة على الاستغلال، فالنظام يستخدم المؤسسات التعليمية كاداة لإعادة إنتاج نفسه على نفس أهداف العلاقات اي المراكمة لصالح طبقة معينة على حساب المجتمع ككل، مما أنتج: "
      
         + " قمعا فكريا عبر ضرب كافة مقومات الإنتاج الفكري الذي يسمح ببناء المجتمع - هيمنة ثقافية تنطلق من المنهج الى المؤسسات نفسها وارتباطها بأحزاب السلطة وطوائفها. " 
         + " ضرب الإنتاج كونه مجال امكانية تضيف القدرات والامكانيات العمال المستقبليين من بعد التخرج وهذا بسبب السعي للربح السريع ونمط الامولة مما يفتح الآفاق نحو واقع بطالة مرير او التهجير. " 
          + " فتيت المجتمع من خلال تفتيت قواه، ويمكن أن نراه من خلال ضرب كافة المقومات التي تسمح بإنشاء حركة مطلبية طلابية من خلال السيطرة على كل مفاصل التعليم مثل التحكم بالمصير الطلابي عبر إلغاء الانتخابات الطلابية في الجامعة اللبنانية، وشكل توزع الكليات في الجامعة، آلية للسيطرة تبدأ بوضوح في الجامعة اللبنانية وتمتد الى كل مؤسسة تعليمية بأشكال مختلفة.  "

          + " ان تفتيت الطلاب كشريحة اجتماعية نموذجا اعتمده النظام في النقابات العمالية، الأمر الذي ضرب القوة في المجتمع التي يمكن أن تصارع مصالح قوى النظام على مصالحها الاقتصادية والاجتماعية وبالتالي السياسية ومع أضعاف تلك القوة من خلال ضرب قواها أو ظروف نشأتها فأصبح المجتمع في حالة البؤس لأنه يتلقى الضربات دون القدرة على صدها وبالتالي كسرها. "
          + "  "
  },
  {
    id: 2,
    title: "بنية الأهداف",
    content: 
      "حق التعليم ومجانيته في بيئة سليمة وجودة علمية متطورة : "

       +  " حق التعليم: ان النظام يسعى لاعادة انتاج نفسه مع ضرب مبدا التعليم كحق، الامر الذي تظهره بوضوح قوى النظام وطموحها عبر تحميل المجتمع خسائر المرحلة السابقة مما ينتج طبقية في التعليم أكثر شراسة وحقارة من كل المراحل السابقة وهذا يتمظهر في حالة التعليم الرسمي في الازمة وتعاطي المؤسسات الخاصة مع التعليم من مبدأ السلعة. الامر الذي سينتج مجتمعا معظمه غير قادر على استكمال تعليمه. "
      
         + "مجانية التعليم: على مبدا التعليم حق وفي ظل مساعي قوى النظام تدمير المجتمع اننا نعبر بأن مصالحنا كقوى اجتماعية وفئات شعبية متضررة من النظام هي نقيضة لمصالح قوى النظام وعلاقاته لذلك نرى ان التعليم ومجانتيه جزء من الاجر الاجتماعي وليس وسيلة للربح. "
          + " البيئة السليمة: حيث تبدأ من اللوجستيات التي تسمح بتعليم سليم ككهرباء ومياء وصولا الى الحق في التعبير لفظا وممارسة وتوفير ظروف نشأته دون ترهيب لا سيما عودة الانتخابات الطلابية الى الجامعة اللبنانية. "
          + " جودة علمية متطورة: تطوير المنهج وادوات الانتاج الفكري والعلمي بهدف تطوير المجتمع. "
  },
  
]
export const navLinks = [
  {
    name: 'القائمة الرئيسية',
    href: '/home' },

    {
    name: 'انشطة الاتحاد',
    href: '/activities',
    },
    {
      name: 'قضايا الاتحاد',
      href: '/cases',
      },
    {
      name: 'حملات',
      href: '/campaigns',
      },
    {
      name: 'صفحة التطوع',
      href: '/volunteer',
      },
]  
export const card = [
  {
    id: 1,
    title: "تشخيص واقع الجامعة اللبنانية:",
    content: `يعتمد جزء من تشخيصنا على صعيد الجامعة اللبنانية على الدراسة والوجهة اللتين حددهما عدد من دكاترة الجامعة بعنوان نظرة ثانية للجامعة اللبنانية:
       تحكّم تعيين الرئيس والعمداء والمديرين اعتبارات سياسيّة.
     مجلس الجامعة يشبه الحكومة، لذلك تتحوّل اجتماعاته الى تحالفات سياسيّة ووضع فيتو وثلث معطّل وتعطيل المجلس لمدد زمنيّة.
     مجالس الكليّات ساحات نفوذ.
     مديرو فروع في خدمة المكاتب التربويّة.
     تهميش رؤساء الأقسام.
     انتخاب ممثّلي الأساتذة في المجالس وترشيحهم للعمداء تحكمه الضغوط السياسيّة.
     إنتخابات رابطة الأساتذة المتفرّغين تخضع ايضا للمحاصصة السياسية. 
     ممثلوا الطلاب في الفروع يكملون خريطة الحوكمة السياسية للجامعة.
     اللجوء المكثّف إلى الأحزاب السياسية في "مساعدة" الجامعة.
     تؤدّي المشاكل المطروحة أعلاه إلى: 
     نهب الشركات الخاصة لعقود من الجامعة اللبنانية عبر صفقات مع السلطة   وتشكل الميدل إيست والليبون نموذجا واضحا لعملية النهب هاته.
     ضرب حقوق الأساتذة الدكاترة والموظفين مع الانهيار مما يعيق قدرتهم على الاستمرارية، ما دفع إلى ارتفاع حجم التهجير والاستقالات في طاقم الجامعة.
     الظروف المعيشية للطلاب وتكلفة النقل.
     البيئة غير السليمة من تحرش وغياب للحرية وغيره.
     - خياراتنا تجاه الجامعة اللبنانيّة:
حوكمة اكاديميّة تسييريّة:
في تعيين رئيس الجامعة.
في تعيين العمداء.
في عمل مجلس الجامعة.
في عمل مجلس الكليّة.
في عمل القسم.
في تحرير الهيئة التعليميّة من ضغوط الأحزاب السياسيّة.
إرساء حكم القانون وثقافة القانون:
تعديل قانون الجامعة اللبنانيّة على ضوء موجبات هذه الرؤية.
وضع معايير وأنظمة للشؤون الأكاديميّة كافّة وتطبيقها.
تفعيل الرقابة والمحاسبة.
ضمان حق أي طرف في الوصول إلى المعلومات.
ترسيخ الحريّات الأكاديميّة على قاعدة المعايير الأكاديميّة:
تقع على عاتق الأساتذة أنفسهم مهمّة تغيير الواقع الذي تحوّلت إليه رابطة الأساتذة المتفرّغين.
وضع مدوّنات للأخلاق المهنيّة في التعليم والبحثيّة والاداريّة والتمثيليّة.
ضمان حريّة الأساتذة في تشكيل جمعيّات والانضمام إليها. 
إحياء الاتحاد الوطني لطلّاب الجامعة اللبنانيّة عبر إصدار نظام جديد يقوم على انتخابات على أساس الكليّة وليس على أساس الفرع. 
اقامة مجمّعات حاضنة للاندماج الاجتماعي والتفاعل المعرفي عبر إلغاء الفروع وإقامة مجمّعات جامعيّة كاملة في المدن الكبرى.
رقمنة كاملة للعمليّات الاداريّة:
تحوّل رقمي. 
تمكين الطلاب من الولوج عبر بوابة الجامعة الموحّدة.
تحسين عمليّات ادارة الموارد البشريّة وتطوير ادوات صنع القرار.
تطوير الجامعة الرقميّة من حيث التعليم والبحث والابتكار. 
تطوير برامج وتطبيقات ومنصات متجانسة. 
تطوير نظام التوثيق والاتاحة والتصفّح.
إدارة ماليّة فعّالة:
استرداد المال المنهوب.
استقلاليّة الجامعة في إدارة شؤونها الماليّة.
زيادة الموارد.
تنويع الموارد.
ترشيد إدارة الموارد. 
ترشيد الإنفاق.
مكننة الشؤون الماليّة والتدقيق فيها. 
اعتماد برمجيّة للمحاسبة والتحليل المالي. 
وضع نظام فعال للتدقيق المالي الداخلي والتعاقد مع شركة خارجيّة للتدقيق.
إصدار تقرير إحصائي تحليلي سنوي عن الشؤون الماليّة في الجامعة.
نشر موازنة الجامعة بالتفصيل على صفحة الجامعة وتبيان توزيعها على الكليّات والمعاهد والفروع كافّة.
إقامة التقاليد الاكاديميّة العالميّة:
في التعيين والتعاقد.
تعديل نظام الرتب.
تعديل نظام تقييم البحوث.
إرساء التقاليد البحثيّة:
إلغاء معاهد الدكتوره الثلاثة.
إنشاء مراكز بحوث متمحورة حول موضوعات او قضايا.
توظيف القدرات الطلابية والامكانيات الجامعية لتجاوز الأزمة وبناء اقتصاد منتج وعادل اجتماعيا.
إعادة تنظيم طريقة عمل اللجنة المركزية لإدارة البحث العملي. 
إعادة النظر في تصنيف برامج الدعم وتطويرها. 
تحديث البرامج والمناهج:
إنشاء هيئة على مستوى الجامعة للمناهج.
تطبيق نظام إل-إم-دي.
تأمين الوحدة الأكاديميّة في الجامعة. 
تحسين طرق التعليم. 
تطوير المختبرات.

رسالة الجامعة المقترحة: تساهم الجامعة اللبنانيّة في تطوير المعرفة، عن طريق البحث العلمي، وفي نشرها وفي التطوّر الاقتصادي وتطوير الخدمات الاجتماعيّة، كما تسهم في بناء الدولة وفي نشر ثقافة الالتزام المدنيّ. وفيها يرتبط التعليم بالإنتاج الاقتصادي وبإنتاج المعرفة والتواصل مع المراكز المعرفية العربيّة والعالميّة. 
رؤية الجامعة المقترحة: الجامعة اللبنانيّة جامعة عامّة موجّهة لكلّ اللبنانيين، من المناطق الجغرافيّة والفئات الاجتماعيّة كافّة، توفّر لهم الاختلاط الاجتماعي والاندماج ونوعيّة تعليم متخصّص راقية، في مناخ يقوم على احترام القانون والحريّة الأكاديميّة وعلى تعزيز التفكير النقدي والمعاصر والتذوّق الأدبي والفنّي وإتقان اللغات والإبداع، ويفتح آفاقاً علميّة ومعرفيّة وثقافيّة تساعد في ابتكار إجابات لمواجهة التحديّات المجتمعيّة والإنسانيّة. 

نسعى خلال العمل المشترك ضمن حملة "مصالحنا بوجه مصالحكم" لوضع استراتيجية عبر تشكيل جبهة الجامعة اللبنانية من طلاب ودكاترة وموظفين حتى تضع خطة انتقالية وأدواتها للانتقال نحو تحقيق الأهداف. 

     `
  },
  {
    id: 2,
    title: "القطاع الخاص",
    content: `  تشخيص واقع القطاع الخاص:
    واقع القطاع الطبقي وعدم إكمال التعليم العالي الجامعي. 
    سعي مؤسسات القطاع الخاص للربح خلافا للقانون، كونها جمعية لا تبغاه، والتلاعب في أجور الموظفين الأوائل والإعفاء الضريبي.
    أجور الموظفين وهجرة الكفوئين من الأساتذة.
    حال لجان الأهل في الثانويات والمدارس كونهم مقرّرين أساسيّين قانونيا.
    سلطوية للتعليم في السيطرة الطائفية بالمناطق واعتبار المؤسسات الخاصة بمعظمها مراكز أيديولوجية طائفية.
    
    ٣- خياراتنا تجاه القطاع الخاص:
    تطبيق القانون على القطاع الخاص بما ينص أنها جمعيات لا تبغى الربح.
    تحقيق قيام الجمعيات العمومية كما ينص قانون الجمعيات ليصبح الطلاب والموظفين مقررين في الجمعية ماليا وإداريا  ولجان الأهالي في المدارس والثانويات  مما يسمح لهم تحديد الأقساط وترشيد موارد الجمعية.
    تحرير التعليم من قانون الهوية التربوية بإعطاء السماح للطوائف من إنشاء مدارسها.
    
    `
  },
  {
    id: 3,
    title: "القطاع الرسمي",
    content: `
    ١- تشخيص واقع القطاع الرسمي:
    الحوكمة السياسية في إدارة قطاع التعليم الرسمي.
    المناهج التي لم تعدل لسنوات طويلة مما يضعف انتاجية التعليم.
    واقع الاساتذة في الأجور في ظل تردي الأوضاع المعيشية.
    تبعثر المؤسسات التعليمية على أساس مناطقي لا على أسس تخدم التلاحم الاجتماعي. 
    دعم القطاع الخاص وهدر ونهب موارد المجتمع على حساب تطوير القطاع الرسمي. 
    واقع الأهالي المعيشي والتسرب المدرسي.
    
    
    ٢- خياراتنا تجاه القطاع الرسمي: 
    تكتل الطلاب والأهالي والموظفين والأساتذة لفرض الأهداف.
    تطبيق الخريطة التربوية.
    تحقيق مطالب الأساتذة.
    هيكلة القطاع الرسمي بما يهدف إلى رفع الانتاجية وتخفيض التكلفة. 
    دعم التعليم الرسمي في وجه المؤسسات الخاصة والخاصة المجانية.
    تطوير المناهج بجودة متطورة وموحدة على أسس بناء مجتمع لا طائفي.
    `
  },
  {
    id: 4,
    title: "المعاهد",
    content: `
    ١- تشخيص واقع التعليم في المعاهد:
    المصدر: "الخريطة التربويّة للمعاهد والمدارس الفنية الرسمية" (الشركة الدوليّة للمعلومات واليونيسف)
     
    لا يزال التعليم المهني والتقني في لبنان يواجه مشاكل وصعوبات عدة من جراء زيادة عدد الطلبة الذين يلتحقون به سنويا والتطور التكنولوجي السريع وشح التمويل اللازم وكثرة الشواغر في الوظائف الأساسية مما أدى إلى:
     
    افتقاره إلى الموارد المالية والبشرية الكافية.
    عدم قدرة مناهجه ومعلميه على مواكبة التطورات والتغيرات السريعة في سوق العمل.
    عدم ارتباطه بشكل وثيق بمتطلبات أصحاب العمل الفعلية واحتياجات الأسواق المحلية والاقليميّة.
     
    واقع المعاهد والمدارس الفنية الرسمية:
    التوزيع الجغرافي حسب تصنيف المؤسسة التعليميّة:
    ان التوزيع قائم على التقسيم المناطقي على حسب بنية النظام جفرافيا بدل المجمعات التي من شانها ان تعزز التلاحم الاجتماعي وترشيد الموارد من اجل تطوير التعليم 
     
    تصنيف
    البقاع
    النبطية
    بعلبك/ الهرمل
    جبل لبنان
    عكار
    كسروان/ جبيل
    الشمال
    الجنوب
    المجموع
    معهد فني عالي
    ٣
     
    ١
    ٨
    ٣
     
    ٨
    ١
    ٢٤
    مدرسة فنية
    ٣
    ٨
     
    ٩
    ٢
    ٢
    ٤
    ٣
    ٣١
    مدرسة مهنية
    ١
    ١
     
     
     
     
     
     
    ٢
    معهد فني
    ١٢
    ٩
    ١٧
    ١٦
    ١٨
    ٣
    ١٨
    ٧
    ١٠٠
    المجموع
    ١٩
    ١٨
    ١٨
    ٣٣
    ٢٣
    ٥
    ٣٠
    ١١
    ١٥٧
    
     
    تعريف التصنيفات:
    معهد فني عالي: معهد يدرس حتى مستوى شهادة الإجازة الفنيّة.
    معهد فني: معهد يدرس حتى مستوى شهادة الامتياز الفني.
    مدرس فنية: مدرسة تدرس حتى مستوى شهادة البكالوريا الفنيّة.
    مدرسة مهنيّة: مدرسة تدرس حتى مستوى شهادة التكميليّة المهنيّة.
     
    
    توزع الطلبة وفقاً للمحافظة التي تقع ضمنها المؤسسة التعليميّة:
     
    المحافظة
    عدد الطلاب
    النسبة
    لبنان الشمالي
    ١٢،٧٤٥
    ٢١٪
    جبل لبنان
    ١١،٧٤٨
    ٢٠٪
    عكار
    ١٠،٣٧٥
    ١٧٪
    بعلبك – الهرمل
    ٧،٠٥١
    ١٢٪
    البقاع
    ٦،٣٥٤
    ١١٪
    النبطية
    ٦،١٥٦
    ١٠٪
    لبنان الجنوبي
    ٤،٦١٣
    ٨٪
    كسروان – جبيل
    ١،١٠٩
    ٢٪
    المجموع
    ٦٠،١٥١
    ١٠٠٪
    
    
    الجهاز التعليمي:
    من الصعب تحديد عدد المعلمين في كل اختصاص إذ أن هنالك أساتذة يعلّمون عدّة اختصاصات وفي أكثر من مستوى تعليمي واحد.
     
    المحافظة
    مجموع عدد المعلّمين
    النسبة
    البقاع
    ٤٠
    ٤.٢٪
    النبطية
    ٦٠
    ٦.٤٪
    بعلبك – الهرمل
    ١٠٨
    ١١.٥٪
    جبل لبنان
    ٤٣٤
    ٤٦٪
    عكار
    ٣٨
    ٤٪
    كسروان – جبيل
    ١١٥
    ١٢.٢٪
    لبنان الشمالي
    ١٣٣
    ١٤.١٪
    لبنان الجنوبي
    ١٥
    ١.٥٪
    المجموع
    ٩٤٣
    ١٠٠٪
    
     
    وفي مقارنة لعدد المعلمين وعدد الطلبة في المعاهد والمدارس الفنية والمهنية الرسمية، يتبين أن نسبة المعلمين إلى الطلبة عبر المحافظات تراوحت بين 0.27 (جبل لبنان) أي أستاذ لحوالي كل 3 طالب، و0.39 في لبنان الشمالي (أي أستاذ لكل 4 طالب) وكانت متقاربة بشكل نسبي بين مختلف المحافظات بالرغم من التباين في أعداد الطلبة والمعلمين عبر المحافظات.
     
    كما يلاحظ ارتفاع عدد المعلمين في الملاك التعليمي في المؤسسات الواقعة في محافظة جبل لبنان بشكل ملفت (٤٣٤)، كذلك الأمر في كسروان/جبيل (١١٥) ولبنان الشمالي (١٣٣). يبلغ متوسّط الدخل الشهري للمعلم في ملاك المؤسسة بين ٢،٠٠٠،٠٠٠ ليرة للمرشد التربوي إلى حوالي ال ٣،٠٠٠،٠٠٠ ليرة لأساتذة التعليم الثانوي.
     
    
    الاستنتاجات الأساسيّة المستخرجة من دراسة الدوليّة للمعلومات:
    إن وجود ١٠٨ مديرا بالتكليف، اي ٧٠٪ من المدراء سبب مشكلة أساسية في تراجع الإدارة وبالتالي عملية التعليم بشكل عام. لأن المدير بالتكليف يعمل على أساس أنه مؤقت وغير دائم ولا يمكنه وضع خطة أو آلية طويلة الأمد للعمل.
    تقتصر نسبة المعلمين في الملاك على ٥٪ من أجمالي المعلمين وهي نسبة متدنية لأن إنتاجية المعلم المتعاقد هي أدنى من إنتاجية المعلم في الملاك، خاصة وأن معظم المتعاقدين لا يملكون كفاءات تفوق تلك التي يتمتع بها من هم في المالك. ولا شك أن هناك ضرورة للتعاقد مع كفاءات من القطاع الخاص.
    أفاد حوالي ٩٢٪ من مدراء المعاهد والمدارس الفنية والمهنية عدم توفر شبكات الإنترنت في الصفوف وهذا من أحد الأسباب التي تعيق المتابعة التعليمية ولا تسهم في إحراز التقدم المطلوب خصوصا وأن شبكة الإنترنت والبرامج التعليمية التي تقدمها تساهم في تحقيق التقدم العلمي.
    إن إتاحة الفرصة أمام الطلبة للتوسع والبحث والمتابعة من خلال الكتب والوسائل التعليمية الأخرى تساهم في تعزيز المستوى التعليمي، ولكن يتبين أن أكثر من نصف المؤسسات التعليمية (٥٧٪) تفتقر إلى وجود مكتبة وبالتالي يؤدي هذا الامر إلى تدني المستوى أو تحمل الطلبة أعباء مالية في حال رغبتهم بالحصول على الكتب والوسائل التعليمية التي تساهم في تطويرها. من هنا ضرورة إنشاء مكتبات نقّالة بين المدارس.
    يشكل التعليم العملي في التعليم المهني والممارسة ركنا أساسيّاً في التعليم المهني. وتبين ان ٥٣ مؤسسة أي نسبة ٣٣٪ من مؤسسات التعليم المهني الرسمي تفتقر إلى وجود مصانع ما يسبب تدني في المستوى العملي لهذه المدارس ويجعل الطلبة من دون خبرة عملية. ويمكن توفير هذه المختبرات والمصانع في كل معهد أو مدرسة، وبانتظار تحقق هذا الأمر، يمكن للمعاهد والمدارس التي تفتقر الى وجود المصانع والمختبرات استخدام مختبرات ومصانع مدارس قريبة أو مجاورة. كما يمكن إشراك القطاع الخاص في هذا المجال لتغطية النقص الحالي.
    
    ٢- خياراتنا تجاه المعاهد:
    إستنادًا إلى دراسة أعدتها اليونيسيف بعنوان " الخريطة التربوية للمعاهد والمدارس الفنية الرسمية":
    تدريب مدراء معاهد ومدارس التعليم المهني والتقني على إتقان استعمال الحاسوب لما من ذلك من أهمية في تنظيم ملفات المعهد ومتابعة فعالة للأمور.
    تعيين عمداء بالأصالة في المدارس المهنية الرسمية.
    توفير شبكة إنترنت مجانية في صفوف المعاهد والمدارس الفنية و المهنية.
    توفير المكتبات المتخصصة في المعاهد والمدارس الفنية والمهنية.
    توفير المصانع والمختبرات تبعًا للاختصاصات المتوفرة في المعاهد والمدارس الفنية والمهنية.
    توقيع اتفاقيات تعاون بين مؤسسات التعليم المهني والتقني الرسمي وشركات ومؤسسات القطاع الخاص العاملة في النطاق الجغرافي لهذه المدارس لتوفير التدريب اللّازم للطلبة.
    التعاون بين كل من وزارة الاقتصاد والتجارة ووزارة التربية والتعليم العالي وشركات التأمين من أجل تأمين بوليصة لتغطية حوادث العمل التي قد تصيب المتدربين.
    تعزيز الاختصاصات وإرشاد الطلبة إليها وهي التخصصات التي تحتاجها سوق العمل ومنها الإلكترونيك، البرمجة/ المعلوماتية، العناية التمريضية.
    `
  },
  {
    id: 5,
    title: "مناهج:",
    content: `

    ١- تشخيصنا لواقع المناهج:
    تعاني المناهج اللبنانية المعتمدة من قبل وزارة التربية عيوبا كثيرة على أصعدة ومستويات مختلفة كمواكبة التطورات التكنولوجية والرقمية، أو توافقها مع برامج التعليم ومستوى تدريب المعلمين عليها، أو لناحية علاقتها بحاجات المجتمع والسوق المحلية في لبنان، فضلا عما يعتريها من خلل كبير في نقل وتكريس قيم المواطنة والحرية لدى الطلاب.
    إذ يشير بحث ميداني استطلع رأي ١،٤٥٨ أستاذا بعنوان " المناهج التعليمية في لبنان بين النظريات المعرفية ومتطلبات سوق العمل" إلى أن تضمين المنهج لمتطلبات التنمية المستدامة هي قليلة بنسبة ٢٧% وقليلة جدا بنسبة ٨% وقليلة جدا بنسبة ٥٢% في حين أن النسب الكبيرة والكبيرة جدا هي ضعيفة جدا، وهذا مؤشر سلبي حيث أن متطلبات التنمية المستدامة التي أقرتها منظمة الأمم المتحدة تسعى إلى حماية الكوكب من خلال مجموعة من الأهداف التي تتناول كافة مجالات الحياة.
    كذلك يوجد نسبة كبيرة من المعلمين لم يحصلوا على إعداد قبل مزاولتهم مهنة التدريس ونسبتهم ١٠% وهذه النسبة ملفتة للنظر بحيث أن نسبة كبيرة من المعلمين يمارسون مهامهم دون التدريب والتحضير لمواجهة العمليات التعليمية.
    كذلك فإن تناسب المنهج مع التكنولوجيا الحديثة هي قليلة بنسبة ٢٥% وقليلة جدا ١٢% ومتوسطة ٤٢% استنادا إلى رأي المعلمين والمعلمات وتلك تعتبر نسب غير مشجعة أبدا، حيث أن التكنولوجيا تلعب أدوارا مهمة وإيجابية في عمليات التعليم والتعلم، كما أن مواكبة المنهج للتطور التكنولوجي وعصر التحول الرقمي غاية في الأهمية لضمان مستقبل واعد ومشرق للأجيال.
    أما مساهمة المنهج التعليمي في تحفيز المتعلمين على الإبداع والابتكار هي قليلة بنسبة ٥٠% ومتوسطة بنسبة ٦٢%، وهذا أمر "سلبي جدا" حسب مُعدّا البحث د. غسان عبد الرحمان جابر ود. فاطمة رحال.
    وتشير دراسة بعنوان "دور مناهج المدرسة اللبنانية الرسمية في تسويق قيم المواطنة" للباحثة في التربية" هنا علي" إلى أن "المناهج رمت في غاياتها إلى تكوين المواطن اللبناني، إلا أنها اكتفت في أغلب موادها وكفاياتها بالجزء اللغوي والاجتماعي والأهداف المعرفية والعلمية وأهملت بشكل كبير الأهداف النفسية والمواقف الوطنية وتحديدا في كتب اللغات في الحلقة الأولى. إذ تبين من خلال النتائج والنسب التي تراوحت بين ٣٣% كأعلى نسبة و٠% كأدنى نسبة، أن المناهج اللبنانية في مادة اللغة العربية واللغة الفرنسية شبه خالية من القيم الوطنية التي تبني المواطن. واعتمدت السلطة التربوية على كتاب التربية المدنية والتنشئة الاجتماعية وحده من أجل تحقيق هذا الغرض والذي نجده كتربوي ين غير كاف لتحقيق هذه الغاية. "
    
    ٢- خياراتنا تجاه المناهج:
    يحتاج المنهج اللبناني إلى إعادة تقويم وتطوير بما يتناسب مع متغيرات عصر التكنولوجيا والمعرفة الرقمية:
    إعداد وتدريب المعلمين. التعامل الجيد مع مضامينه والعمل على تحقيق غاياته وأهدافه للمستقبل.
     أن يكون المنهج مستشرفا لسوق العمل مع ضمان أن يؤدي المنهج إلى تخصصات تتناسب مع سوق العمل.
    أن يكون المنهج واضحا، ودقيقا، وشاملا بعيدا عن الحشو، وأن تكون الكتب المدرسية معبرة عن المنهج ومتناسبة مع التوصيف والمحتوى التعليمي.
    أن يكون المنهج محفزا للمتعلمين على التحليل والمناقشة، والإبداع والابتكار. 
    أن يعمل على تنمية روح العمل الجماعي، ويظهر في نفس الوقت المواهب والقدرات الفردية، ويعمل بالاستناد على الأنشطة واستراتيجيات التعليم النشط على توجيهها وتطويرها.
    
    
    `
  }
]

// export const tweet = [
//   {
//     id: 1,
//     tweetId: '1655276097620025344',
//   },
//   {
//     id: 2,
//     tweetId: '463440424141459456',
//   },
//   {
//     id: 3,
//     tweetId: '1653057595161161729',
//   },
//   {
//     id: 4,
//     tweetId: '1654200172774150156',
//   },
//   {
//     id: 5,
//     tweetId: '1656947851438481408',
//   },
//   {
//     id: 6,
//     tweetId: '1660314408210382848',
//   },
//   {
//     id: 7,
//     tweetId: '1660361924809244674',
//   },
//   {
//     id: 8,
//     tweetId: '1664696617767665665',
//   },
//   {
//     id: 9,
//     tweetId: '1666178209015103491',
//   },
//   {
//     id: 10,
//     tweetId: '1669288544680964096',
//   },
//   {
//     id: 11,
//     tweetId: '1670137169439076352',
//   },
//   {
//     id: 12,
//     tweetId: '1674848007177502740',
//   },
//   {
//     id: 13,
//     tweetId: '1675896271171665920',
//   },
//   {
//     id: 14,
//     tweetId: '1678292376169660416',
//   },
//   {
//     id: 15,
//     tweetId: '1678305016929460226',
//   },
//   {
//     id: 16,
//     tweetId: '1679066135587684352',
//   },{
//     id: 17,
//     tweetId: '1679135523883958275',
//   },
//   {
//     id: 18,
//     tweetId: '1687564500684148736',
//   },
//   {
//     id: 19,
//     tweetId: '1691466374089166848',
//   },
//   {
//     id: 20,
//     tweetId: '1691736500579209371',
//   }
  
// ]