
export const accordion = [
  {
    id: 1,
    title: "الاهداف",
    content: 
       " حق التعليم ومجانيته في بيئة سليمة وجودة علمية متطورة,"
       +  " توظيف القدرات الطلابية والجامعية لبدء عملية بناء اقتصاد منتج وعادل اجتماعيا. "
        +  "السعي للتشبيك مع النقابات العمالية والفئات الشعبية لبناء مجتمع جديد بوجه التفتت"
  },
  {
    id: 2,
    title: " الرؤية  ",
    content: [
    
      " اننا نعتبر ان الازمة في الواقع التعليمي يمتد جذورها الى بنية النظام المسبب الرئيسي بالتفتت الاجتماعي وبالتالي تهديد التعليم نفسه عبر:  "

       +  " لى الصعيد السياسي السياسات المتبعة من خلال المحاصصة والتوظيفات والنهج المتبع في كافة المؤسسات العامة والتداخل المصالح الحزبية –الطائفية في عمل المؤسسات.توظيف القدرات الطلابية والجامعية لبدء عملية بناء اقتصاد منتج وعادل اجتماعيا. "
      
         + " على الصعيد الاقتصادي: ان كل نشاط اقتصادي في أي مجتمع يحدد وسيلته و هدفه. فالنظام يعتبر المؤسسات وسيلة أما للنهب أو للمحافظة على نهج النهب ففي لبنان نعتبر مثلا بأن التهجير للمتخرجين هو ممنهج من أجل تحقيق وسيلة دخول اموال صعبة مما يحقق هدف النظام باستكمال آليات النهب والمراكمة عبر المصارف وغيرها.  "
         +
      " على الصعيد الاجتماعي: البنية الاجتماعية وإعادة الإنتاج. "]

       +  " ننا نعتبر ان العلاقة القائمة بين النظام والتعليم مستندة على الاستغلال، فالنظام يستخدم المؤسسات التعليمية كاداة لإعادة إنتاج نفسه على نفس أهداف العلاقات اي المراكمة لصالح طبقة معينة على حساب المجتمع ككل، مما أنتج: "
      
         + " قمعا فكريا عبر ضرب كافة مقومات الإنتاج الفكري الذي يسمح ببناء المجتمع - هيمنة ثقافية تنطلق من المنهج الى المؤسسات نفسها وارتباطها بأحزاب السلطة وطوائفها. " 
         + " ضرب الإنتاج كونه مجال امكانية تضيف القدرات والامكانيات العمال المستقبليين من بعد التخرج وهذا بسبب السعي للربح السريع ونمط الامولة مما يفتح الآفاق نحو واقع بطالة مرير او التهجير. " 
          + " فتيت المجتمع من خلال تفتيت قواه، ويمكن أن نراه من خلال ضرب كافة المقومات التي تسمح بإنشاء حركة مطلبية طلابية من خلال السيطرة على كل مفاصل التعليم مثل التحكم بالمصير الطلابي عبر إلغاء الانتخابات الطلابية في الجامعة اللبنانية، وشكل توزع الكليات في الجامعة، آلية للسيطرة تبدأ بوضوح في الجامعة اللبنانية وتمتد الى كل مؤسسة تعليمية بأشكال مختلفة.  "

          + " ان تفتيت الطلاب كشريحة اجتماعية نموذجا اعتمده النظام في النقابات العمالية، الأمر الذي ضرب القوة في المجتمع التي يمكن أن تصارع مصالح قوى النظام على مصالحها الاقتصادية والاجتماعية وبالتالي السياسية ومع أضعاف تلك القوة من خلال ضرب قواها أو ظروف نشأتها فأصبح المجتمع في حالة البؤس لأنه يتلقى الضربات دون القدرة على صدها وبالتالي كسرها. "
          + "  "
  },
  {
    id: 2,
    title: "بنية الأهداف",
    content: 
      "حق التعليم ومجانيته في بيئة سليمة وجودة علمية متطورة : "

       +  " حق التعليم: ان النظام يسعى لاعادة انتاج نفسه مع ضرب مبدا التعليم كحق، الامر الذي تظهره بوضوح قوى النظام وطموحها عبر تحميل المجتمع خسائر المرحلة السابقة مما ينتج طبقية في التعليم أكثر شراسة وحقارة من كل المراحل السابقة وهذا يتمظهر في حالة التعليم الرسمي في الازمة وتعاطي المؤسسات الخاصة مع التعليم من مبدأ السلعة. الامر الذي سينتج مجتمعا معظمه غير قادر على استكمال تعليمه. "
      
         + "مجانية التعليم: على مبدا التعليم حق وفي ظل مساعي قوى النظام تدمير المجتمع اننا نعبر بأن مصالحنا كقوى اجتماعية وفئات شعبية متضررة من النظام هي نقيضة لمصالح قوى النظام وعلاقاته لذلك نرى ان التعليم ومجانتيه جزء من الاجر الاجتماعي وليس وسيلة للربح. "
          + " البيئة السليمة: حيث تبدأ من اللوجستيات التي تسمح بتعليم سليم ككهرباء ومياء وصولا الى الحق في التعبير لفظا وممارسة وتوفير ظروف نشأته دون ترهيب لا سيما عودة الانتخابات الطلابية الى الجامعة اللبنانية. "
          + " جودة علمية متطورة: تطوير المنهج وادوات الانتاج الفكري والعلمي بهدف تطوير المجتمع. "
  },
  
]
export const navLinks = [
  {
    name: 'القائمة الرئيسية',
    href: '/home' },

    {
    name: 'انشطة الاتحاد',
    href: '/activities',
    },
    {
      name: 'قضايا الاتحاد',
      href: '/cases',
      },
    {
      name: 'حملات',
      href: '/campaigns',
      },
    {
      name: 'صفحة التطوع',
      href: '/volunteer',
      },
]  

// export const tweet = [
//   {
//     id: 1,
//     tweetId: '1655276097620025344',
//   },
//   {
//     id: 2,
//     tweetId: '463440424141459456',
//   },
//   {
//     id: 3,
//     tweetId: '1653057595161161729',
//   },
//   {
//     id: 4,
//     tweetId: '1654200172774150156',
//   },
//   {
//     id: 5,
//     tweetId: '1656947851438481408',
//   },
//   {
//     id: 6,
//     tweetId: '1660314408210382848',
//   },
//   {
//     id: 7,
//     tweetId: '1660361924809244674',
//   },
//   {
//     id: 8,
//     tweetId: '1664696617767665665',
//   },
//   {
//     id: 9,
//     tweetId: '1666178209015103491',
//   },
//   {
//     id: 10,
//     tweetId: '1669288544680964096',
//   },
//   {
//     id: 11,
//     tweetId: '1670137169439076352',
//   },
//   {
//     id: 12,
//     tweetId: '1674848007177502740',
//   },
//   {
//     id: 13,
//     tweetId: '1675896271171665920',
//   },
//   {
//     id: 14,
//     tweetId: '1678292376169660416',
//   },
//   {
//     id: 15,
//     tweetId: '1678305016929460226',
//   },
//   {
//     id: 16,
//     tweetId: '1679066135587684352',
//   },{
//     id: 17,
//     tweetId: '1679135523883958275',
//   },
//   {
//     id: 18,
//     tweetId: '1687564500684148736',
//   },
//   {
//     id: 19,
//     tweetId: '1691466374089166848',
//   },
//   {
//     id: 20,
//     tweetId: '1691736500579209371',
//   }
  
// ]